{
  "birds": [
    {
      "id": 1,
      "name": "American Robin",
      "location": "PA",
      "date": "2022-10-28",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/303441381/1800",
      "description": "American Robins are gray-brown birds with warm orange underparts and dark heads. In flight, a white patch on the lower belly and under the tail can be conspicuous. Compared with males, females have paler heads that contrast less with the gray back.",
      "comments": [
        "Very pretty!",
        "I saw one of these by my house!",
        "Nice!",
        "Cool bird!"
      ]
    },
    {
      "id": 2,
      "name": "American Goldfinch",
      "location": "PA",
      "date": "2023-01-21",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/306710541/1800",
      "description": "Adult males in spring and early summer are bright yellow with black forehead, black wings with white markings, and white patches both above and beneath the tail. Adult females are duller yellow beneath, olive above. Winter birds are drab, unstreaked brown, with blackish wings and two pale wingbars.",
      "comments": [
        "Love that yellow color!",
        "Cute!!"
      ]
    },
    {
      "id": 3,
      "name": "Blue Jay",
      "location": "NY",
      "date": "2022-11-08",
      "imgURL": "https://www.allaboutbirds.org/guide/assets/og/525880701-1200px.jpg",
      "description": "This common, large songbird is familiar to many people, with its perky crest; blue, white, and black plumage; and noisy calls. Blue Jays are known for their intelligence and complex social systems with tight family bonds. Their fondness for acorns is credited with helping spread oak trees after the last glacial period.",
      "comments": [
        "Nice picture!",
        "So blue! I love blue!",
        "I have one that visits my front yard every day."
      ]
    },
    {
      "id": 4,
      "name": "House Sparrow",
      "location": "PA",
      "date": "2023-04-06",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/305874191/1800",
      "description": "Male House Sparrows are brightly colored birds with gray heads, white cheeks, a black bib, and rufous neck – although in cities you may see some that are dull and grubby. Females are a plain buffy-brown overall with dingy gray-brown underparts. Their backs are noticeably striped with buff, black, and brown.",
      "comments": [
        "Cute little things!",
        "Beautiful shot!"
      ]
    },
    {
      "id": 5,
      "name": "Northern Cardinal",
      "location": "PA",
      "date": "2023-05-06",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/385850851/1200",
      "description": "The Northern Cardinal is a fairly large, long-tailed songbird with a short, very thick bill and a prominent crest. Cardinals often sit with a hunched-over posture and with the tail pointed straight down.",
      "comments": [
        "Love the coloring!",
        "These things are mean looking!"
      ]
    },
    {
      "id": 6,
      "name": "Eastern Bluebird",
      "location": "PA",
      "date": "2022-04-26",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/303809721/1800",
      "description": "Male Eastern Bluebirds are vivid, deep blue above and rusty or brick-red on the throat and breast. Blue in birds always depends on the light, and males often look plain gray-brown from a distance. Females are grayish above with bluish wings and tail, and a subdued orange-brown breast.",
      "comments": [
        "<3",
        "So cute!"
      ]
    },
    {
      "id": 7,
      "name": "Song Sparrow",
      "location": "NY",
      "date": "2023-01-15",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/66116691/1800",
      "description": "Song Sparrows are streaky and brown with thick streaks on a white chest and flanks. On a closer look, the head is an attractive mix of warm red-brown and slaty gray, though these shades, as well as the amount of streaking, vary extensively across North America.",
      "comments": [
        "A true avian beauty! This bird could brighten anyone's day.",
        "Nature's perfect little creature, love the intricate details on its feathers."
      ]
    },
    {
      "id": 8,
      "name": "Red-winged Blackbird",
      "location": "PA",
      "date": "2022-06-30",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/306392131/1800",
      "description": "A stocky, broad-shouldered blackbird with a slender, conical bill and a medium-length tail. Red-winged Blackbirds often show a hump-backed silhouette while perched; males often sit with tail slightly flared.",
      "comments": [
        "The colors on this bird are simply breathtaking. Mother Nature is an artist.",
        "Birds are nature's ambassadors, reminding us to cherish and protect our environment."
      ]
    },
    {
      "id": 9,
      "name": "Tufted Titmouse",
      "location": "PA",
      "date": "2022-12-15",
      "imgURL": "https://www.allaboutbirds.org/guide/assets/photo/302627281-480px.jpg",
      "description": "Soft silvery gray above and white below, with a rusty or peach-colored wash down the flanks. A black patch just above the bill makes the bird look snub-nosed. Tufted Titmice are acrobatic foragers, if a bit slower and more methodical than chickadees.",
      "comments": [
        "The sheer grace and precision in their movements always leave me in awe.",
        "I wish I could fly like a bird and see the world from up above. Must be a magical experience."
      ]
    },
    {
      "id": 10,
      "name": "House Finch",
      "location": "NY",
      "date": "2023-04-05",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/306327341/1800",
      "description": "House Finches are small-bodied finches with fairly large beaks and somewhat long, flat heads. The wings are short, making the tail seem long by comparison. Many finches have distinctly notched tails, but the House Finch has a relatively shallow notch in its tail.",
      "comments": [
        "This bird's eyes are so captivating. They seem to hold stories of the sky.",
        "I'm in awe of the intricate patterns and markings on its feathers. Simply mesmerizing."
      ]
    },
    {
      "name": "Golden-winged Warbler",
      "location": "NY",
      "date": "2023-06-05",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/103563071/2400",
      "des  cription": "This gem of a warbler is in precipitous decline over much of its range. Distinctive if seen well; note black-and-white face pattern with yellow crown and large yellow patch on wing. Female is a washed-out version of male. Frequently hybridizes with Blue-winged Warbler. Found in shrubby habitats near the edge of taller forest, often close to water. Sings a high-pitched buzzy song usually 3-4 notes with first note highest, but variable; occasionally identical to Blue-winged Warbler but typically higher and finer. Feeds on insects.",
      "comments": [
        "You are the worst bird ever"
      ],
      "id": 11
    },
    {
      "name": "Nice Bird",
      "location": "NY",
      "date": "2023-06-04",
      "imgURL": "https://cdn.pixabay.com/photo/2017/02/07/16/47/kingfisher-2046453_640.jpg",
      "description": "The bird is nice.",
      "comments": [
        "Pretty Bird!"
      ],
      "id": 12
    },
    {
      "name": "Andean Cock-of-the-rock",
      "location": "Peru",
      "date": "2021-05-04",
      "imgURL": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/250885351/",
      "description": "One of the iconic birds of the Andes. Fairly large, significantly larger and chunkier than a thrush. Found in cloud forest at middle elevations, most often at a dawn display site where males make piglike squeals and jump and dance for females. Sometimes seen elsewhere in the forest, especially at fruiting trees. Males can be either brilliant crimson or orange, always with black wings and broad silver tertials, orange legs, and puffy rounded crest. Female duller brown with smaller crest; note staring pale eye. Nests on large rocks or cliff faces. Only similar species is Guianan Cock-of-the-rock, but no range overlap.",
      "comments": [
        "As beautiful as its name",
        "So Pretty!"
      ],
      "id": 13
    }
  ]
}